Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_law/protection_of_nature_and_biodiversity.html.txt.tmx
Source language: en
Languages: ga

source: Environmental protection of nature and biodiversity
ga: Cosaint chomhshaoil an dúlra agus na bithéagsúlachta

source: Biodiversity is the variety of different plants, animals and micro-organisms, their genes and the ecosystems of which they are a part
ga: Is éard is bithéagsúlacht ann ná éagsúlacht na bplandaí difriúla, na n ainmhithe difriúla agus na miocrorgánach difriúil, mar aon lena ngéinte agus na héiceachórais a bhfuil siad mar chuid díobh

source: Biodiversity is important for our survival and economic development
ga: Tá an bhithéagsúlacht tábhachtach dár marthanas agus dár bhforbairt gheilleagrach

source: Food security and the discovery of new medicines are put at risk by the loss of biodiversity
ga: Cuirtear slándáil bhia agus aimsiú leigheasanna nua i mbaol trí bhithéagsúlacht a chailleadh

source: Vital goods and services that are often taken for granted, such as clean air and fresh water, are threatened by the deterioration of ecosystems
ga: Bíonn earraí agus seirbhísí ríthábhachtacha a ndéantar talamh slán dóibh go minic, mar shampla aer glan agus uisce úr, faoi bhagairt de bharr éiceachórais ag dul i léig

source: There is EU and Irish law which aims to ensure biodiversity by conserving natural habitats and wild flora and fauna
ga: Tá reachtaíocht in Éirinn agus san AE a bhfuil sé mar aidhm aici an bhithéagsúlacht a chinntiú trí ghnáthóga nádúrtha, agus fána agus flóra fiáin a chaomhnú

source: The Birds Directive (that is, Directive 2009/147/EC on the conservation of wild birds) has 3 main elements:
ga: Tá 3 phríomhghné sa Treoir maidir le hÉin (is é sin Treoir 2009/147/CE maidir le héin fhiáine a chaomhnú):

source: • It provides for habitat conservation, including a requirement to designate Special Protected Areas (SPAs) for migratory and other vulnerable wild bird species
ga: • Déantar foráil ann do chaomhnú gnáthóg, lena n áirítear ceanglas chun Limistéir faoi Chosaint Speisialta a ainmniú le haghaidh speicis imirceacha agus leochaileacha d’éin fhiáine

source: • It bans activities that directly threaten birds (such as the deliberate destruction of nests and the taking of eggs) and associated activities such as trading in live or dead birds
ga: • Cuirtear cosc ar ghníomhaíochtaí a bhagraíonn d’éin (amhail neadacha a scriosadh d’aon turas agus uibheacha a thógáil) agus ar ghníomhaíochtaí gaolmhara amhail éin bheo nó mharbha a thrádáil

source: • It establishes rules that limit the number of species that can be hunted, the periods during which they can be hunted and the permitted methods of hunting
ga: • Bunaítear rialacha a chuireann teorainn le líon na speiceas is féidir a sheilg, leis na tréimhsí inar féidir iad a sheilg, agus leis na modhanna seilgthe atá ceadaithe

source: The Habitats Directive (Directive 92/43/EEC on the conservation of natural habitats and of wild flora and fauna) provides for the creation of a network of protected sites known as Natura 2000
ga: Déantar foráil sa Treoir maidir le Gnáthóga (Treoir 92/43/CEE maidir le gnáthóga nádúrtha agus flóra agus fána fiáin a chaomhnú) do ghréasán láithreán faoi chosaint a chruthú ar a dtugtar Natura 2000

source: These sites include SPAs (under the Birds Directive) and other sites proposed by EU member states which meet specific scientific criteria
ga: I measc na láithreán seo, áirítear Limistéir faoi Chosaint Speisialta (faoin Treoir maidir le hÉin Fhiáine) agus láithreáin eile a mholann ballstáit an AE a chomhlíonann critéir shonraithe eolaíochta

source: The designated sites must then all be run in accordance with the safeguards set out in the Directive
ga: Ní mór na láithreáin ainmnithe sin a riar de réir na gcosaintí atá leagtha amach sa Treoir

source: This means that there must be:
ga: Ciallaíonn seo go mbeidh na nithe seo a leanas i gceist:

source: • Prior assessment of potentially damaging plans and projects
ga: • Réamh-mheasúnacht ar phleananna agus ar thionscadail a d’fhéadfadh dochar a dhéanamh

source: • A requirement that these plans and projects be approved only if they represent an overriding interest and only if no alternative solution exists
ga: • Ceanglas nach ndéanfar na pleananna agus na tionscadail seo a fhaomhadh ach amháin más leas sáraitheach atá iontu agus mura bhfuil réiteach ar bith eile ann

source: • Measures for providing compensatory habitats in the event of damage
ga: • Bearta chun gnáthóga cúiteacha a chur ar fáil má dhéantar dochar do ghnáthóga

source: The Directive also provides for a ban on the downgrading of breeding and resting places for certain animal species
ga: Déantar foráil sa Treoir freisin do chosc ar íosghrádú áiteanna síolrúcháin agus láithreacha scíthe le haghaidh speicis áirithe ainmhithe

source: This legislation is implemented in Ireland by the Wildlife Act 1976, the Wildlife (Amendment) Act 2000 and the European Communities (Birds and Natural Habitats) Regulations 2011
ga: Cuirtear an reachtaíocht seo i bhfeidhm in Éirinn leis an Acht um Fhiadhúlra 1976, leis an Acht um Fhiadhúlra (Leasú) 2000 agus le Rialacháin na gComhphobal Eorpach (Éin agus Gnáthóga Nádúrtha) 2011

source: The National Parks and Wildlife Service (NPWS) publishes lists of sites that are protected under European and national legislation
ga: Foilsíonn an tSeirbhís Páirceanna Náisiúnta agus Fiadhúlra (an SPNF) liostaí de láithreáin atá á gcosaint faoin reachtaíocht Eorpach agus náisiúnta

source: These include Special Protected Areas (SPAs) under the Birds Directive, Special Areas of Conservation (SACs) under the Habitats Directive and National Heritage Areas (NHAs) designated under the Wildlife (Amendment) Act 2000
ga: Áirítear leo seo Limistéir faoi Chosaint Speisialta faoin Treoir maidir le hÉin, Limistéir faoi Chaomhnú Speisialta faoin Treoir maidir le Gnáthóga agus Limistéir Oidhreachta Náisiúnta (LONanna) a ainmnítear faoin Acht um Fhiadhúlra (Leasú), 2000

source: Details of the process for designation of protected sites are available on the NPWS website, including information on objecting to a proposed designation; appealing if the objection fails; and compensation provisions for people who lose financially as a result of a site being designated
ga: Tá sonraí faoin bpróiseas ainmniúcháin láithreán cosanta ar fáil ar láithreán gréasáin an SPNF, ina measc faisnéis ar chur in aghaidh ainmniúchán beartaithe; achomharc a dhéanamh má theipeann ar an gcur in aghaidh sin; agus forálacha cúitimh do dhaoine a bhíonn thíos le caillteanas airgeadais mar thoradh ar ainmniú an láithreáin

source: A number of raised bogs have been designated as SACs or NHAs
ga: Ainmníodh roinnt portaigh ardaithe mar LCSanna nó mar LONanna

source: Landowners and holders of turbary rights who are affected by the restriction on turf cutting on these bogs can apply for compensation under the Cessation of Turf Cutting Compensation Scheme
ga: Féadfaidh úinéirí talún agus sealbhóirí móincheart a ndéanann an srian ar bhaint móna ar na portaigh seo difear dóibh iarratas a dhéanamh ar chúiteamh faoin Scéim Cúitimh um Scor ó Bhaint Móna

source: The European Commission has adopted the EU Biodiversity Strategy to 2020
ga: Ghlac an Coimisiún Eorpach le Straitéis Bhithéagsúlachta an AE a fhad le 2020

source: The 6 targets of the Strategy cover:
ga: Cuimsíonn 6 sprioc na Straitéise an méid a leanas:

source: • Full implementation of EU nature legislation to protect biodiversity
ga: • Cur i bhfeidhm iomlán reachtaíocht dúlra an AE chun an bhithéagsúlacht a chosaint

source: • Better protection for ecosystems, and more use of green infrastructure
ga: • Cosaint níos fearr d’éiceachórais, agus úsáid níos mó a bhaint as bonneagar glas

source: • More sustainable agriculture and forestry
ga: • Talmhaíocht agus foraoiseacht níos inmharthana

source: • Better management of fish stocks
ga: • Bainistíocht níos fearr a dhéanamh ar stoic éisc

source: • Tighter controls on invasive alien species
ga: • Rialuithe níos daingne ar speicis choimhthíocha ionracha

source: • A bigger EU contribution to averting global biodiversity loss
ga: • Iarracht níos mó ag an AE chun caillteanas domhanda bithéagsúlachta a sheachaint

source: The EU is a party to the UN Convention on Biological Diversity
ga: Tá an AE ina pháirtí i gCoinbhinsiún na Náisiún Aontaithe maidir leis an Éagsúlacht Bhitheolaíoch

source: This commits the parties (among other things) to creating a network of nature protection and conservation areas to safeguard biodiversity
ga: I measc nithe eile, tiomnaíonn an coinbhinsiún seo na páirtithe do ghréasán a chruthú de limistéir chosanta agus chaomhnaithe an dúlra chun an bhithéagsúlacht a chosaint

source: The EU is also a party to a number of other Conventions, including the Convention on migratory species (Bonn Convention), the Convention on the conservation of European Wildlife and habitats (Berne Convention) and the Agreement on the conservation of African-Eurasian Migratory Waterbirds (AEWA)
ga: Tá an AE ina pháirtí i roinnt Coinbhinsiún eile lena n áirítear an Coinbhinsiún maidir le Speicis Imirceacha (Coinbhinsiún Bonn), an Coinbhinsiún maidir le Caomhnú Fhiadhúlra agus Ghnáthóga Nádúrtha na hEorpa (Coinbhinsiún Berne) agus an Comhaontú maidir le hÉin Uisce Imirceacha Afracacha-Eoráiseacha a Chaomhnú
